{
  "organizations": [
    {
      "id": "1",
      "name": "Jarkata Bersatu Project",
      "verified": "true",
      "logo": "",
      "avatar": "https://images.unsplash.com/photo-1488521787991-ed7bbaae773c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
      "tags": ["Education", "Poverty", "Refugees"],
      "about": "Jakarta Bersatu Project is a refugee led initiative to empowering refugee communities through livelihood opportunities to assist them to be able to cover their basic living needs and to live with dignity in Indonesia. At Jakarta Bersatu Project, we provide six months of both online and physical handicraft training and Indonesian language classes to refugees living in Jakarta and surrounding areas. Our activities include jewelry making training, sewing and upcycling clothes training, basic Indonesian language classes, and facilitating the marketing of refugees’ products through online markets.",
      "website": "",
      "country": "Indonesia",
      "total_funds": "0",
      "target_amount": "7641",
      "team": [{ "avatar": "", "name": "John Doe", "role": "Board Member" }],
      "gallery": [
        "https://images.unsplash.com/photo-1594841343391-97ac1b9a950e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80", 
        "https://images.unsplash.com/photo-1645038590504-ae11d7a6f6ab?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=764&q=80",
        "https://images.unsplash.com/photo-1524341661047-3a38ae8987f9?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
        "https://images.unsplash.com/photo-1608686207856-001b95cf60ca?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=627&q=80",
        "https://images.unsplash.com/photo-1644726270363-e746b37b482b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjN8fGNoYXJpdHl8ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60"
      ],
      "partners": {
        "current": ["Same Skies", ""],
        "previous": ["Individuals"],
        "network_affiliations": ["UPH University", "Jesuit Refugee Service (JRS)" , "Same Skies", "Beyond The Fabric"]
      },
      "operating_locations": [],
      "annual_beneficiary_reach": "82",
      "beneficiaries": "Jakarta Bersatu Project is a refugee led initiative and running by group of refugee for refugees, so all the beneficiaries are from refugee communities with different backgrounds, cultures and countries"
    },
    {
      "id": "2",
      "name": "YIDA",
      "verified": "false",
      "logo": "",
      "avatar": "https://images.unsplash.com/photo-1488521787991-ed7bbaae773c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
      "tags": ["Education", "Livelihoods", "Basic Needs"],
      "about": "YIDA (Youth Initiative for Development in Africa) is a youth-led, Community Based Organization formed by the youth refugees in Kyaka II refugee camp to provide Quality –holistic Integrated Early childhood development (IECD) services, to create an enabling environment for improved learning outcomes among children aged 3-8 years in Kyaka II and improve livelihoods through financial inclusion and literacy to Create jobs in the refugees and non-refugees, to live a sustainable life.",
      "website": "https://www.youthinitiativefda.org/",
      "country": "Uganda",
      "total_funds": "500",
      "target_amount": "5000",
      "team": [{ "avatar": "", "name": "John Doe", "role": "Board Member" }],
      "gallery": [""],
      "partners": {
        "current": ["COHERE", "Master Card foundation", "ALA4 Education", "Change For Humanity", "Anonymous"],
        "previous": ["UNHCR", "COTEA", "Anzisha/ALA", "Global youth empowerment fund", "Right to play/UNICEF"],
        "network_affiliations": ["YUNUS and YOUTH", "Anzisha fellow"]
      },
      "operating_locations": [],
      "annual_beneficiary_reach": "2550",
      "beneficiaries": "Kyaka II refugee settlement is found in the South-west of Uganda, in Kyegegwa District. Kyaka II settlement is a home to over 124,030 refugees from countries such as the Democratic Republic of Congo, Burundi, Rwanda, Kenya, South Sudan, Ethiopia and Sudan. It seats in three sub-counties of Kyegegwa, Mpara, and Ruyonza, and is located approximately 9 miles off the main road of Kampala-Fort portal. Notably, 78% of the whole refugee population here are women and children whereas 30% are youths. The challenges faced by this community includes but not limited to lack of agricultural land, lack of employment and lack of access to pre-primary and secondary education services, Around 72% of the households are without a source of income as reported by Reach Uganda in 2019. This is why after consultation and community led discussions, we decided to begin a voluntary pre-primary and primary education initiative to provide education to refugee children who otherwise wouldn't have gotten any other opportunity to access school. Our initiative is flexible and we use whatever resource we have. For example, our initial classes were conducted under trees and in home compounds. All this is made possible by our 'foot soldier' volunteer teachers. Since 2014, Our education beneficiaries have increased form 55 annually to 1026, and from one to three of the 9 zones in Kyaka II settlement, even amongst the very limited resources. Our activities are also not limited to education for children. We also seek to uplift the livelihoods of our refugee youths who are out of school through giving them vocational skills that improve their chances of living fulfilled lives. In this regard, since 2014, and amidst very limited resources, we have so far trained 75 youths with entrepreneurial leadership skills and supported 38 to start and scale their businesses with soft loans or grants, thanks to support from our international Partners like UNHCR, MasterCard Foundation and COTEA. The demand for education and livelihood opportunites is overwhelming in Kyaka II refugee settlement but with courage, love, intergrity and working together, we believe we can contribute to restoring faith, hope and dreams among our people."
    },
    {
      "id": "3",
      "name": "URISE4Africa",
      "verified": "true",
      "logo": "",
      "avatar": "https://images.unsplash.com/photo-1488521787991-ed7bbaae773c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
      "tags": ["Technology", "Gender"],
      "about": "URISE Initiative for Africa was established in October 2016 and was formally registered by the Turkana County Ministry of Labor, Social Security and Services in February 2017 with the vision to empower youth with transformative and innovative skills that they can use to be self-reliant and to serve as good ambassadors of Peace in their respective communities. URISE Initiative for Africa is a refugee-led organization that guides young refugees to find meaning through life skills, social and economic empowerment. We use technology to train young refugees with relevant ICT skills that they can apply in real-life situations to build their social and economic value. We merge the use of technology and peace education to instill the spirit of peace-building and peace-making to young refugee generation. Besides, we develop skills in areas such as leadership, peace building and social entrepreneurship to youths from various communities for peaceful coexistence between and among refugees communities.",
      "website": "",
      "country": "Indonesia",
      "total_funds": "3000",
      "target_amount": "7641",
      "team": [{ "avatar": "", "name": "John Doe", "role": "Board Member" }],
      "gallery": [""],
      "partners": {
        "current": ["Xavier Project", "Amala Foundation", "Jangala", "LERRN"],
        "previous": ["Open Society Foundation (OSF)"],
        "network_affiliations": ["Local Engagement Refugee Research Network (LERRN)"]
      },
      "operating_locations": ["Kakuma One", "Zone two", "Block Fourteen"],
      "annual_beneficiary_reach": "82",
      "beneficiaries": "URISE Initiative for Africa serve Kakuma one refugee communities and other communities from Kakuma two & three who are willing to benefit from our services. The total number of beneficiaries reached up to date is approximately 3000 participants."
    },
    {
      "id": "4",
      "name": "Faulu Productions",
      "verified": "true",
      "logo": "",
      "avatar": "https://images.unsplash.com/photo-1488521787991-ed7bbaae773c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
      "tags": ["Education", "Poverty", "Refugees"],
      "about": "- FAULU PRODUCTIONS was founded in 2015 June and registered two years later as a non-profit, non-political, and a non-religious community-based organization Kenya by the Ministry of East African Community, Labor and Social Protection with the reg. CO/TRKW/CDO/HC 2434. - Our mission is to promote youth talents, to create a safe, sustainable living that enables social change, and education for marginalized communities; and Empowerment to vulnerable. We run three main programs: 1. Agriculture and Permaculture, here we promote agribusiness and food security, free seeds and agricultural equipment, supports to community farms, as well free training to farmers and gardeners. 2. Education: we run both formal and non-formal curriculum whereby we have a free preschool, primary education remedial classes as well as high school compensatory curriculum done online through the AMALA platform from UK. 3. Women Empowerment (Livelihoods): We advocate on GBV cases and mobilize the community on how such inhuman exploitation should take it end. We offer microcredits to women and offer them with entrepreneurship skill. Finally, we also offer two free skills for life that is Soap making and Tailoring to youths and women as a means to supports them for self-reliance.",
      "website": "https://web.facebook.com/groups/1869798563253115/?_rdc=1&_rdr",
      "country": "Kenya",
      "total_funds": "7000",
      "target_amount": "45000",
      "team": [{ "avatar": "", "name": "John Doe", "role": "Board Member" }],
      "gallery": [""],
      "partners": {
        "current": ["Elementary Child Care of Australia", "Permaculture for Sustainable Communities", "Seeds for Peace", "Swiss contact", "AMALA", "Tree for All"],
        "previous": ["REBANK", "Evergreen Coin", "Sfaira Foundation"],
        "network_affiliations": ["Kakuma Refugee Initiative Network (KRIN)", "Permaculture for Sustainable Communities"]
      },
      "operating_locations": [],
      "annual_beneficiary_reach": "1000",
      "beneficiaries": "- Our organization represent both refugees living in Kakuma refugee camp and the host community of Turkana. It is from that two main categories of beneficiaries where most of our services are being provided. - To date we have served 6,495 beneficiaries."
    },
    {
      "id": "5",
      "name": "Techfugees Uganda",
      "verified": "true",
      "logo": "",
      "avatar": "https://images.unsplash.com/photo-1488521787991-ed7bbaae773c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
      "tags": ["Refugees", "Technology"],
      "about": "Techfugees Uganda started in March 2021. According the UNHCR, Uganda hosts about 1.4 million refugees, which makes it the first African host country for refugees, with 60% being children. Forced displacement continues to grow with arrivals mainly from the Democratic Republic of Congo (DRC), South Sudan and Burundi. The goal of Techfugees Uganda is to connect refugees to the wider socio-economic system and restore their dignity so that they become agents of their own lives as well as their host communities",
      "website": "https://techfugees.com/techfugees-uganda/",
      "country": "Uganda",
      "total_funds": "0",
      "target_amount": "0",
      "team": [{ "avatar": "", "name": "John Doe", "role": "Board Member" }],
      "gallery": [""],
      "partners": {
        "current": ["Google", "Coursera", "Buffalo Grid", "YINNOH", "Refugee Innovation Center", "Antura and the Letters", "Step Up One"],
        "previous": [],
        "network_affiliations": ["Techfugees", "ITU", "Google For Startups"]
      },
      "operating_locations": [],
      "annual_beneficiary_reach": "",
      "beneficiaries": ""
    },
    {
      "id": "6",
      "name": "Oak Solutions",
      "verified": "true",
      "logo": "",
      "avatar": "https://images.unsplash.com/photo-1488521787991-ed7bbaae773c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
      "tags": ["Disability", "Technology"],
      "about": "Our Story Oak Solutions from the Oak; considered a cosmic storehouse of wisdom embodied in its towering strength is one of the most loved trees in the world being a symbol of strength, morale, resistance and knowledge. Oak Solutions Centre main objective is the Inclusive development agenda. Oak Solutions Centre was founded in 2018 by friends from different nationalities: - Kenyans, Congolese, Ethiopians, Burundians and South Sudanese seeking inclusive development through economic inclusion and self-reliance. Driven by the conviction that all people, regardless of where they live, have the right to a dignified and productive livelihood which enables them to live in peace, security, justice and dignity. Guided by our Mission, we work with compassion and vigor through our engagements to empower the vulnerable persons, refugees, youth and women on livelihood and self-reliance. One of the few organizations practicing multicultural collaboration with members from different cultural backgrounds and orientations. Oak Solutions Centre envisions a world where the vulnerable persons (refugees, women and youth) have the opportunity to earn a living and be self-reliant; being a quality of depending on yourself and your abilities to get through the challenges of life on the back of your own resourcefulness. The vulnerable persons have their dignity and hope reaffirmed when their-livelihoods; the capabilities, assets and activities required for them to earn money and secure a means of living is secure. This being one of the most effective ways to rebuild lives and alleviate poverty. Their desire for self-reliance challenges the common preconception that they are a burden on host communities. By fulfilling their potential and sharing their talents, refugees, women and the youth fully contribute to the growth, strength, and stability of communities. The Oak Solutions Centre goal is to build resilient refugees, youth, women and host communities through holistic program approaches that lead to economic independence and creative economic recovery activities, utilizing gender transformative approaches to create positive change for women and their communities. Our Programs; Community Development, Economic Recovery, Mrembo Effect, Health and Sanitation. Inspired by Love our work expresses the commitment to promote formation of grassroots groups of women, refugees and the youth with the aim of increasing their self-reliance to achieve full participation in their communities, break through barriers and forge their own path to a healthier future and attain equal rights as we alleviate poverty through guiding talents to skills and recognizing gifts as capital. Oak Solutions Centre works with civil society and responsible authorities in Kenya to promote protection of rights and peaceful coexistence. Our advisory board, program staff and volunteers make an invaluable difference in integration of our activities.",
      "website": "http://oaksolutionscentre.org/",
      "country": "Kenya",
      "total_funds": "1000",
      "target_amount": "16000",
      "team": [{ "avatar": "", "name": "John Doe", "role": "Board Member" }],
      "gallery": [""],
      "partners": {
        "current": ["HIAS KENYA", "IRC - International Rescue Committee", "JRS - Jesuit Refugee Services", "Refuge Point Kenya"],
        "previous": ["HIAS Kenya"],
        "network_affiliations": ["UMOJA REFUGEE", "BORTOPRA GROUP", "OAK SOLUTIONS"]
      },
      "operating_locations": ["Nairobi Metropolitan Area"],
      "annual_beneficiary_reach": "670",
      "beneficiaries": "Based in Kitengela our beneficiaries are 40% Congolese, 25% Burundians, 15% Ethiopians and we also have 20% from the host Maasai Community being Kajiado is a marginalised County. To date we have 2,000 beneficiaries we have had contact with(Medical Outreach, Mask and Sanitizer Distribution, Psychosocial Support and Business grants in partnersship with NGOs"
    }
  ]
}
